/* Auckland Location */
"Auckland" = "Auckland";

/* Born Location */
"Born" = "Geboren";

/* Home Location */
"Home" = "Zuhause";

/* Hybrid Map View */
"Hybrid" = "Hybride";

/* Satellite Map View */
"Satellite" = "Satellit";

/* Standard Map View */
"Standard" = "Standard";

/* Find My Location */
"Find Me" = "Finde Mich";
